Repository: BegoniaHe/HiFidelity
Catalog: HiFidelity/Resources/Localizable.xcstrings
Source language: en
Languages: de, zh_hans

# '%@' is already in '%@'
source: '%1$@' is already in '%2$@'
de: “%1$@” ist bereits in “%2$@”
zh_hans: “%1$@”已在“%2$@”中

# '%@' was added to '%@'
source: '%1$@' was added to '%2$@'
de: “%1$@” wurde zu “%2$@” hinzugefügt
zh_hans: 已将“%1$@”添加到“%2$@”

# '%@' was removed from '%@'
source: '%1$@' was removed from '%2$@'
de: “%1$@” wurde aus “%2$@” entfernt
zh_hans: 已将“%1$@”从“%2$@”中移除

source: (%lld new)
de: (%lld neu)
zh_hans: (%lld 新)

source: %lld albums
de: %lld Alben
zh_hans: %lld 张专辑

source: %lld artists
de: %lld Künstler
zh_hans: %lld 位艺术家

# %lld files skipped in '%@' - unsupported formats: %@
source: %1$lld files skipped in '%2$@' - unsupported formats: %3$@
de: %1$lld Dateien in “%2$@” übersprungen - nicht unterstützte Formate: %3$@
zh_hans: 在“%2$@”中跳过 %1$lld 个文件 - 不支持的格式：%3$@

# %lld results for "%@"
source: %1$lld results for "%2$@"
de: %1$lld Ergebnisse für „%2$@“
zh_hans: 找到 %1$lld 个关于“%2$@”的结果

source: %lld selected
de: %lld ausgewählt
zh_hans: 已选择 %lld 项

source: %lld tracks
de: %lld Titel
zh_hans: %lld 首曲目

source: • Sync Mode
de: • Sync-Modus
zh_hans: • 同步模式

source: 1 file skipped in '%@' - unsupported format
de: 1 Datei übersprungen in '%@' - nicht unterstütztes Format
zh_hans: 在“%@”中跳过 1 个文件 - 不支持的格式

source: About
de: Über
zh_hans: 关于

source: About HiFidelity
de: Über HiFidelity
zh_hans: 关于 HiFidelity

source: Accent Color Intensity
de: Akzentfarbintensität
zh_hans: 强调色强度

source: Add custom artwork to personalize your playlist
de: Füge benutzerdefiniertes Cover hinzu, um deine Playlist zu personalisieren
zh_hans: 添加自定义封面以个性化您的播放列表

source: Add Folder
de: Ordner hinzufügen
zh_hans: 添加文件夹

source: Add folders to build your music library
de: Füge Ordner hinzu, um deine Musikbibliothek aufzubauen
zh_hans: 添加文件夹以构建您的音乐库

source: Add music folders to see your library here
de: Füge Musikordner hinzu, um deine Bibliothek hier zu sehen
zh_hans: 添加音乐文件夹以在此处查看您的音乐库

source: Add spatial depth and ambience to audio
de: Fügen Sie dem Audio räumliche Tiefe und Ambiente hinzu
zh_hans: 为音频添加空间深度和氛围感

source: Add to Favorites
de: Zu Favoriten hinzufügen
zh_hans: 添加到收藏

source: Add to Playlist
de: Zur Playlist hinzufügen
zh_hans: 添加到播放列表

source: Add to Queue
de: Zur Warteschlange hinzufügen
zh_hans: 添加到队列

source: Add Your First Folder
de: Füge deinen ersten Ordner hinzu
zh_hans: 添加您的第一个文件夹

source: Added %lld recommended tracks to queue
de: %lld empfohlene Titel zur Warteschlange hinzugefügt
zh_hans: 已向队列添加了 %lld 首推荐曲目

source: Advanced
de: Erweitert
zh_hans: 高级

source: Album '%@' not found
de: Album '%@' nicht gefunden
zh_hans: 未找到专辑“%@”

source: Amount of reverb effect to apply
de: Menge des anzuwendenden Halleffekts
zh_hans: 要应用的混响效果量

source: Analyzing: %@
de: Analysiere: %@
zh_hans: 正在分析：%@

source: App Data
de: App-Daten
zh_hans: 应用数据

source: Appearance
de: Erscheinungsbild
zh_hans: 外观

source: Are you sure you want to delete '%@'? This action cannot be undone.
de: Bist du sicher, dass du „%@“ löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden.
zh_hans: 您确定要删除“%@”吗？此操作无法撤销。

source: Artist
de: Künstler
zh_hans: 艺术家

source: Artist '%@'
de: Künstler „%@“
zh_hans: 艺术家“%@”

source: Artist '%@' not found
de: Künstler '%@' nicht gefunden
zh_hans: 未找到艺术家“%@”

source: Artwork
de: Cover
zh_hans: 封面

source: Artwork Cache Size
de: Cover-Cache-Größe
zh_hans: 封面缓存大小

source: Ascending
de: Aufsteigend
zh_hans: 升序

source: Audio Buffer
de: Audio-Puffer
zh_hans: 音频缓冲

source: Audio Effects & Equalizer
de: Audioeffekte & Equalizer
zh_hans: 音频效果和均衡器

source: Audio Output Device
de: Audioausgabegerät
zh_hans: 音频输出设备

source: Automatic Folder Monitoring
de: Automatische Ordnerüberwachung
zh_hans: 自动文件夹监控

source: Automatically download and install updates when available
de: Updates automatisch herunterladen und installieren, wenn verfügbar
zh_hans: 有可用更新时自动下载并安装

source: Automatically normalize volume across tracks
de: Lautstärke automatisch über Titel hinweg normalisieren
zh_hans: 自动标准化曲目间的音量

source: Autoplay: Automatically add recommended tracks when queue ends
de: Autoplay: Automatisch empfohlene Titel hinzufügen, wenn die Warteschlange endet
zh_hans: 自动播放：在队列结束时自动添加推荐曲目

source: Back
de: Zurück
zh_hans: 返回

source: Blue
de: Blau
zh_hans: 蓝色

source: Cancel
de: Abbrechen
zh_hans: 取消

source: Change Image
de: Bild ändern
zh_hans: 更改图片

source: Check for updates automatically
de: Automatisch nach Updates suchen
zh_hans: 自动检查更新

source: Check for Updates...
de: Nach Updates suchen...
zh_hans: 检查更新...

source: Choose Image
de: Bild wählen
zh_hans: 选择图片

source: Choose your preferred color theme
de: Wähle dein bevorzugtes Farbschema
zh_hans: 选择您偏好的颜色主题

source: Clear
de: Leeren
zh_hans: 清除

source: Clear all notifications
de: Alle Benachrichtigungen löschen
zh_hans: 清除所有通知

source: Clear Filter
de: Filter löschen
zh_hans: 清除过滤器

source: Close Mini Player
de: Mini-Player schließen
zh_hans: 关闭迷你播放器

source: Color Scheme
de: Farbschema
zh_hans: 配色方案

source: Create New Playlist
de: Neue Playlist erstellen
zh_hans: 创建新播放列表

source: Create Playlist
de: Playlist erstellen
zh_hans: 创建播放列表

source: Creating...
de: Erstelle...
zh_hans: 正在创建...

source: Custom
de: Benutzerdefiniert
zh_hans: 自定义

source: Cyan
de: Türkis
zh_hans: 青色

source: Danger Zone
de: Gefahrenzone
zh_hans: 危险区域

source: Database
de: Datenbank
zh_hans: 数据库

source: Database Size
de: Datenbankgröße
zh_hans: 数据库大小

source: Date Added
de: Hinzugefügt am
zh_hans: 添加日期

source: Delete
de: Löschen
zh_hans: 删除

source: Delete All
de: Alle löschen
zh_hans: 全部删除

source: Delete Playlist
de: Playlist löschen
zh_hans: 删除播放列表

source: Delete Preset
de: Preset löschen
zh_hans: 删除预设

source: Delete the current custom preset
de: Lösche das aktuelle benutzerdefinierte Preset
zh_hans: 删除当前自定义预设

source: Descending
de: Absteigend
zh_hans: 降序

source: Description
de: Beschreibung
zh_hans: 描述

source: Deselect All
de: Alle abwählen
zh_hans: 全不选

source: Disable Bit-Perfect Playback (Hog Mode Active)
de: Bit-Perfect-Wiedergabe deaktivieren (Hog-Modus aktiv)
zh_hans: 禁用位完美播放（独占模式已激活）

source: Disc Number
de: Disc-Nummer
zh_hans: 光盘编号

source: Dismiss
de: Schließen
zh_hans: 忽略

source: Drop LRC file here
de: LRC-Datei hier ablegen
zh_hans: 将 LRC 文件拖放到此处

source: Duration
de: Dauer
zh_hans: 时长

source: Enable Bit-Perfect Playback (Hog Mode Active)
de: Bit-Perfect-Wiedergabe aktivieren (Hog-Modus aktiv)
zh_hans: 启用位完美播放（独占模式已激活）

source: Enable exclusive audio access for bit-perfect playback
de: Exklusiven Audio-Zugriff für Bit-Perfect-Wiedergabe aktivieren
zh_hans: 开启独占模式以实现位完美播放

source: Enable ReplayGain
de: ReplayGain aktivieren
zh_hans: 启用重放增益 (ReplayGain)

source: Enable the equalizer to adjust frequency response
de: Aktiviere den Equalizer, um den Frequenzgang anzupassen
zh_hans: 启用均衡器以调整频率响应

source: Enable to automatically update your library when files change
de: Aktivieren, um deine Bibliothek automatisch zu aktualisieren, wenn sich Dateien ändern
zh_hans: 启用后可在文件更改时自动更新您的库

source: Enter a name for your custom equalizer preset
de: Gib einen Namen für dein benutzerdefiniertes Equalizer-Preset ein
zh_hans: 输入自定义均衡器预设的名称

source: Equalizer Disabled
de: Equalizer deaktiviert
zh_hans: 均衡器已禁用

source: Error
de: Fehler
zh_hans: 错误

source: Export as M3U
de: Als M3U exportieren
zh_hans: 导出为 M3U

source: Export LRC File
de: LRC-Datei exportieren
zh_hans: 导出 LRC 文件

source: Failed to add folders
de: Ordner konnten nicht hinzugefügt werden
zh_hans: 添加文件夹失败

source: Failed to add track to playlist
de: Titel konnte nicht zur Playlist hinzugefügt werden
zh_hans: 添加曲目到播放列表失败

source: Failed to navigate to album
de: Navigation zum Album fehlgeschlagen
zh_hans: 导航到专辑失败

source: Failed to navigate to artist
de: Navigation zum Künstler fehlgeschlagen
zh_hans: 导航到艺术家失败

# Failed to process %lld files in '%@'
source: Failed to process %1$lld files in '%2$@'
de: %1$lld Dateien in '%2$@' konnten nicht verarbeitet werden
zh_hans: 处理“%2$@”中的 %1$lld 个文件失败

source: Failed to process 1 file in '%@'
de: 1 Datei in '%@' konnte nicht verarbeitet werden
zh_hans: 处理“%@”中的 1 个文件失败

source: Failed to refresh folder %@
de: Ordner %@ konnte nicht aktualisiert werden
zh_hans: 刷新文件夹 %@ 失败

source: Failed to remove track from playlist
de: Titel konnte nicht aus der Playlist entfernt werden
zh_hans: 从播放列表移除曲目失败

source: Failed to scan folder '%@'
de: Ordner '%@' konnte nicht gescannt werden
zh_hans: 扫描文件夹“%@”失败

source: Failed to update '%@'
de: '%@' konnte nicht aktualisiert werden
zh_hans: 更新“%@”失败

source: Favorite
de: Favorit
zh_hans: 收藏

source: Favorites
de: Favoriten
zh_hans: 收藏

source: Filename
de: Dateiname
zh_hans: 文件名

source: Float on Top
de: Im Vordergrund halten
zh_hans: 置顶显示

# Folder '%@' is now empty, removed %lld tracks
source: Folder '%1$@' is now empty, removed %2$lld tracks
de: Ordner '%1$@' ist jetzt leer, %2$lld Titel entfernt
zh_hans: 文件夹“%1$@”现在为空，已移除 %2$lld 首曲目

source: Folder monitoring active
de: Ordnerüberwachung aktiv
zh_hans: 文件夹监控已启动

source: Folder monitoring stopped
de: Ordnerüberwachung gestoppt
zh_hans: 文件夹监控已停止

source: Folders
de: Ordner
zh_hans: 文件夹

source: Get Info
de: Informationen abrufen
zh_hans: 获取信息

source: Go to Album '%@'
de: Gehe zu Album „%@“
zh_hans: 前往专辑“%@”

source: Go to Artist '%@'
de: Gehe zu Künstler „%@“
zh_hans: 前往艺术家“%@”

source: Go to Current Track
de: Gehe zum aktuellen Titel
zh_hans: 前往当前曲目

source: Go to Home
de: Gehe zur Startseite
zh_hans: 前往主页

source: Green
de: Grün
zh_hans: 绿色

source: Help
de: Hilfe
zh_hans: 帮助

source: Hide Artwork
de: Cover ausblenden
zh_hans: 隐藏封面

source: Import Folder
de: Ordner importieren
zh_hans: 导入文件夹

source: Import LRC File
de: LRC-Datei importieren
zh_hans: 导入 LRC 文件

source: Import M3U
de: M3U importieren
zh_hans: 导入 M3U

source: Import playlists from folders (up to 25 folders)
de: Playlists aus Ordnern importieren (bis zu 25 Ordner)
zh_hans: 从文件夹导入播放列表（最多 25 个文件夹）

source: Import playlists from M3U files (up to 25 files)
de: Playlists aus M3U-Dateien importieren (bis zu 25 Dateien)
zh_hans: 从 M3U 文件导入播放列表（最多 25 个文件）

source: Import Success
de: Import erfolgreich
zh_hans: 导入成功

source: Importing Music
de: Musik wird importiert
zh_hans: 正在导入音乐

source: Keep this playlist at the top of your library
de: Behalte diese Playlist ganz oben in deiner Bibliothek
zh_hans: 将此播放列表保持在库的最上方

source: Larger buffer = more stable, but higher latency
de: Größerer Puffer = stabiler, aber höhere Latenz
zh_hans: 较大的缓冲区 = 更稳定，但延迟更高

source: Library
de: Bibliothek
zh_hans: 音乐库

source: Library refreshed
de: Mediathek aktualisiert
zh_hans: 媒体库已刷新

source: Library Statistics
de: Bibliotheksstatistiken
zh_hans: 库统计信息

source: License
de: Lizenz
zh_hans: 许可证

source: Loading albums...
de: Alben werden geladen...
zh_hans: 正在加载专辑...

source: Loading artists...
de: Künstler werden geladen...
zh_hans: 正在加载艺术家...

source: Loading folders...
de: Ordner werden geladen...
zh_hans: 正在加载文件夹...

source: Loading genres...
de: Genres werden geladen...
zh_hans: 正在加载流派...

source: Loading tracks...
de: Titel werden geladen...
zh_hans: 正在加载曲目...

source: Loudness Analysis
de: Lautstärkeanalyse
zh_hans: 响度分析

source: LRC file has been imported successfully
de: LRC-Datei wurde erfolgreich importiert
zh_hans: LRC 文件已成功导入

source: Lyrics
de: Songtext
zh_hans: 歌词

source: Lyrics Imported
de: Songtext importiert
zh_hans: 歌词已导入

source: Match All
de: Alle Wörter berücksichtigen
zh_hans: 匹配全部

source: Match ALL words (exact search)
de: Berücksichtige ALLE Wörter (exakte Suche)
zh_hans: 匹配所有词（精确搜索）

source: Match Any
de: Irgendein Wort berücksichtigen
zh_hans: 匹配任一

source: Match ANY word (broader results)
de: Berücksichtige IRGENDEIN Wort (breitere Ergebnisse)
zh_hans: 匹配任意词（更宽泛的结果）

source: Memory limit for caching album artwork. Larger cache = smoother scrolling.
de: Speicherlimit für das Caching von Album-Covern. Größerer Cache = flüssigeres Scrollen.
zh_hans: 用于缓存专辑封面的内存限制。较大的缓存 = 更流畅的滚动。

source: Mint
de: Minze
zh_hans: 薄荷绿

source: Mode
de: Modus
zh_hans: 模式

source: Music Folders
de: Musikordner
zh_hans: 音乐文件夹

source: My Awesome Playlist
de: Meine tolle Playlist
zh_hans: 我的超赞播放列表

source: My Presets
de: Meine Presets
zh_hans: 我的预设

source: New Playlist...
de: Neue Playlist...
zh_hans: 新播放列表...

source: Next Track
de: Nächster Titel
zh_hans: 下一首

source: No default device available
de: Kein Standardgerät verfügbar
zh_hans: 无可用默认设备

source: No lyrics available
de: Kein Songtext verfügbar
zh_hans: 无可用歌词

source: No Music Folders
de: Keine Musikordner
zh_hans: 没有音乐文件夹

source: No notifications
de: Keine Benachrichtigungen
zh_hans: 没有通知

source: No output devices found
de: Keine Ausgabegeräte gefunden
zh_hans: 未找到输出设备

source: No playlists
de: Keine Playlists
zh_hans: 没有播放列表

source: No playlists found
de: Keine Playlists gefunden
zh_hans: 未找到播放列表

source: No playlists yet Create your first playlist
de: Noch keine Playlists Erstelle deine erste Playlist
zh_hans: 暂无播放列表 创建您的第一个播放列表

source: No results found
de: Keine Ergebnisse gefunden
zh_hans: 未找到结果

source: No Track Playing
de: Kein Titel wird abgespielt
zh_hans: 未在播放曲目

source: No Track Selected
de: Kein Titel ausgewählt
zh_hans: 未选择曲目

source: No Tracks
de: Keine Titel
zh_hans: 没有曲目

source: No tracks found
de: Keine Titel gefunden
zh_hans: 未找到曲目

source: No Upcoming Songs
de: Keine kommenden Titel
zh_hans: 没有即将播放的歌曲

source: Not Playing
de: Wird nicht abgespielt
zh_hans: 未在播放

source: Notifications
de: Benachrichtigungen
zh_hans: 通知

source: Opaque Background
de: Undurchsichtiger Hintergrund
zh_hans: 不透明背景

source: Optimize
de: Optimieren
zh_hans: 优化

source: Optimizing...
de: Optimiere...
zh_hans: 正在优化...

source: Options
de: Optionen
zh_hans: 选项

source: OR
de: ODER
zh_hans: 或

source: or drag and drop an LRC file here
de: oder ziehe eine LRC-Datei hierher
zh_hans: 或将 LRC 文件拖放到此处

source: Performance
de: Leistung
zh_hans: 性能

source: Pin to Top
de: Anpinnen
zh_hans: 置顶

source: Pink
de: Rosa
zh_hans: 粉红色

source: Plain
de: Einfach
zh_hans: 无样式

source: Play
de: Wiedergabe
zh_hans: 播放

source: Play a song to get started
de: Spiele einen Song ab, um loszulegen
zh_hans: 播放一首歌开始使用

source: Play a song to see lyrics
de: Spiele einen Song ab, um den Text zu sehen
zh_hans: 播放一首歌以查看歌词

source: Play a song to see the lyrics here.
de: Spiele einen Song ab, um den Songtext hier zu sehen.
zh_hans: 播放歌曲以在此处查看歌词。

source: Play Count
de: Wiedergaben
zh_hans: 播放次数

source: Play Next
de: Als Nächstes spielen
zh_hans: 插播

source: Play Now
de: Jetzt abspielen
zh_hans: 立即播放

source: Playback
de: Wiedergabe
zh_hans: 播放

source: Playlist Order
de: Playlist-Reihenfolge
zh_hans: 播放列表顺序

source: Please wait for the current import to finish
de: Bitte warten Sie, bis der aktuelle Import abgeschlossen ist
zh_hans: 请等待当前导入完成

source: Previous Track
de: Vorheriger Titel
zh_hans: 上一首

# Processing: %lld/%lld files in %@
source: Processing: %1$lld/%2$lld files in %3$@
de: Verarbeitung: %1$lld/%2$lld Dateien in %3$@
zh_hans: 正在处理：%3$@ 中的 %1$lld/%2$lld 个文件

source: Purple
de: Lila
zh_hans: 紫色

source: Queue
de: Warteschlange
zh_hans: 队列

source: Queue is empty
de: Warteschlange ist leer
zh_hans: 队列为空

source: Queue is empty. Play something to get started.
de: Warteschlange ist leer. Spiele etwas ab, um loszulegen.
zh_hans: 队列为空。播放点什么开始吧。

source: Queue Persistence Status: - Active: %1$@ - Unsaved Changes: %2$@ - Last Save: %3$@ - Queue Count: %4$lld - Current Index: %5$lld
de: Warteschlangen-Persistenzstatus: - Aktiv: %1$@ - Ungespeicherte Änderungen: %2$@ - Letzte Speicherung: %3$@ - Warteschlangenanzahl: %4$lld - Aktueller Index: %5$lld
zh_hans: 队列持久化状态： - 激活：%1$@ - 未保存的更改：%2$@ - 上次保存：%3$@ - 队列数量：%4$lld - 当前索引：%5$lld

# R128 scan completed: %lld track%@ analyzed
source: R128 scan completed: %1$lld track%2$@ analyzed
de: R128-Scan abgeschlossen: %1$lld Titel%2$@ analysiert
zh_hans: R128 扫描完成：已分析 %1$lld 首曲目%2$@

source: Rebuild FTS
de: Volltextsuche neu aufbauen
zh_hans: 重建全文搜索

source: Rebuild full-text search indexes to apply enhanced search configuration
de: Volltextsuche-Indizes neu aufbauen, um die erweiterte Suchkonfiguration anzuwenden
zh_hans: 重建全文搜索索引以应用增强的搜索配置

source: Rebuild full-text search tables for better results
de: Volltextsuche-Tabellen für bessere Ergebnisse neu aufbauen
zh_hans: 重建全文搜索表以获得更好的结果

source: Rebuilding...
de: Wird neu aufgebaut...
zh_hans: 正在重建...

source: Recently Added
de: Zuletzt hinzugefügt
zh_hans: 最近添加

source: Recently played tracks
de: Zuletzt gespielte Titel
zh_hans: 最近播放的曲目

source: Red
de: Rot
zh_hans: 红色

source: Refresh Library
de: Bibliothek aktualisieren
zh_hans: 刷新库

source: Refreshing %@...
de: %@ wird aktualisiert...
zh_hans: 正在刷新 %@...

source: Release to import lyrics
de: Loslassen, um Songtext zu importieren
zh_hans: 松开以导入歌词

source: Relocate folder if moved
de: Ordner neu zuordnen, wenn verschoben
zh_hans: 如果文件夹已移动，请重新定位

source: Remove
de: Entfernen
zh_hans: 移除

source: Remove All
de: Alle entfernen
zh_hans: 移除全部

source: Remove All Folders?
de: Alle Ordner entfernen?
zh_hans: 移除所有文件夹？

source: Remove folder
de: Ordner entfernen
zh_hans: 移除文件夹

source: Remove Folder?
de: Ordner entfernen?
zh_hans: 移除文件夹？

source: Remove from Favorites
de: Aus Favoriten entfernen
zh_hans: 从收藏中移除

source: Remove from Playlist
de: Aus Playlist entfernen
zh_hans: 从播放列表中移除

source: Remove from Queue
de: Aus Warteschlange entfernen
zh_hans: 从队列中移除

source: Remove Lyrics
de: Songtext entfernen
zh_hans: 移除歌词

# Removed %lld missing tracks from '%@'
source: Removed %1$lld missing tracks from '%2$@'
de: %1$lld fehlende Titel aus '%2$@' entfernt
zh_hans: 已从“%2$@”移除 %1$lld 首缺失曲目

source: Removed 1 missing track from '%@'
de: 1 fehlender Titel aus '%@' entfernt
zh_hans: 已从“%@”移除 1 首缺失曲目

# Removed folder '%@' with %lld tracks
source: Removed folder '%1$@' with %2$lld tracks
de: Ordner '%1$@' mit %2$lld Titeln entfernt
zh_hans: 已移除文件夹“%1$@”及其 %2$lld 首曲目

source: Removed folder '%@' with 1 track
de: Ordner '%@' mit 1 Titel entfernt
zh_hans: 已移除文件夹“%@”及其 1 首曲目

source: Repeat
de: Wiederholen
zh_hans: 重复

source: Reset
de: Zurücksetzen
zh_hans: 重置

source: Reset All
de: Alle zurücksetzen
zh_hans: 重置全部

source: Reset Database
de: Datenbank zurücksetzen
zh_hans: 重置数据库

source: Reset Database?
de: Datenbank zurücksetzen?
zh_hans: 重置数据库？

source: Reset preamp and all EQ bands to 0 dB
de: Vorverstärker und alle EQ-Bänder auf 0 dB zurücksetzen
zh_hans: 将前置放大器和所有均衡器频段重置为 0 dB

source: Reset to Defaults
de: Auf Standardwerte zurücksetzen
zh_hans: 重置为默认值

source: Reverb
de: Hall
zh_hans: 混响

source: Reverb Mix
de: Hall-Mix
zh_hans: 混响混音

source: Right-click any track and select 'Get Info' to see detailed information.
de: Rechtsklick auf einen Titel und wähle „Informationen abrufen“, um Details zu sehen.
zh_hans: 右键单击任何曲目并选择“获取信息”以查看详细信息。

source: Save
de: Speichern
zh_hans: 保存

source: Save current equalizer settings as a custom preset
de: Speichere aktuelle Equalizer-Einstellungen als benutzerdefiniertes Preset
zh_hans: 将当前均衡器设置保存为自定义预设

source: Save Custom Preset
de: Benutzerdefiniertes Preset speichern
zh_hans: 保存自定义预设

source: Save Preset
de: Preset speichern
zh_hans: 保存预设

source: Scan All
de: Alle scannen
zh_hans: 扫描全部

source: Scan complete
de: Scan abgeschlossen
zh_hans: 扫描完成

source: Scan folder
de: Ordner scannen
zh_hans: 扫描文件夹

source: Scan Library
de: Bibliothek scannen
zh_hans: 扫描库

source: Scan R128 Loudness
de: R128-Lautstärke scannen
zh_hans: 扫描 R128 响度

source: Scan your library to calculate EBU R128 loudness for accurate normalization
de: Scanne deine Bibliothek, um die EBU R128-Lautstärke für eine genaue Normalisierung zu berechnen
zh_hans: 扫描您的库以计算 EBU R128 响度，从而实现准确的标准化

source: Scanning '%@' for R128 loudness...
de: '%@' wird nach R128-Lautstärke gescannt...
zh_hans: 正在扫描“%@”的 R128 响度...

# Scanning %lld folder%@...
source: Scanning %1$lld folder%2$@...
de: Scanne %1$lld Ordner%2$@...
zh_hans: 正在扫描 %1$lld 个文件夹%2$@...

source: Scanning album '%@' for R128 loudness...
de: Album '%@' wird nach R128-Lautstärke gescannt...
zh_hans: 正在扫描专辑“%@”的 R128 响度...

source: Scanning completed for '%@' folder.
de: Scan für Ordner '%@' abgeschlossen.
zh_hans: 文件夹“%@”的扫描已完成。

source: Scanning tracks by '%@' for R128 loudness...
de: Titel von '%@' werden nach R128-Lautstärke gescannt...
zh_hans: 正在扫描“%@”的曲目 R128 响度...

source: Search Index
de: Suchindex
zh_hans: 搜索索引

source: Search Online
de: Online suchen
zh_hans: 在线搜索

source: Search playlists
de: Playlists suchen
zh_hans: 搜索播放列表

source: Search Results
de: Suchergebnisse
zh_hans: 搜索结果

source: Searching...
de: Suchen...
zh_hans: 正在搜索...

source: Seek Backward
de: Zurückspulen
zh_hans: 后退

source: Seek Forward
de: Vorspulen
zh_hans: 前进

source: Select a track to play
de: Wähle einen Titel zum Abspielen
zh_hans: 选择要播放的曲目

source: Select All
de: Alle auswählen
zh_hans: 全选

source: Select Audio Output Device
de: Audioausgabegerät wählen
zh_hans: 选择音频输出设备

source: Select Multiple
de: Mehrere auswählen
zh_hans: 多选

source: Select Playlists
de: Playlists auswählen
zh_hans: 选择播放列表

source: Settings
de: Einstellungen
zh_hans: 设置

source: Settings...
de: Einstellungen...
zh_hans: 设置...

source: Show app data directory in Finder
de: App-Datenordner im Finder anzeigen
zh_hans: 在访达中显示应用数据目录

source: Show Artwork
de: Cover anzeigen
zh_hans: 显示封面

source: Show in Finder
de: Im Finder anzeigen
zh_hans: 在访达中显示

source: Sort by
de: Sortieren nach
zh_hans: 排序方式

source: Sort order
de: Sortierreihenfolge
zh_hans: 排序顺序

source: Sort Playlists
de: Playlists sortieren
zh_hans: 排序播放列表

source: Source
de: Quelle
zh_hans: 来源

source: Started scanning '%@' folder.
de: Scan für Ordner '%@' gestartet.
zh_hans: 已开始扫描“%@”文件夹。

source: Synced
de: Synchronisiert
zh_hans: 同步

source: Synchronize Sample Rate with Music Player (Hog mode)
de: Abtastrate mit Musikplayer synchronisieren (Hog-Modus)
zh_hans: 与音乐播放器同步采样率（独占模式）

source: System Default
de: Systemstandard
zh_hans: 系统默认

source: Teal
de: Blaugrün
zh_hans: 蓝绿色

source: This %@ has no tracks
de: Dieses %@ hat keine Titel
zh_hans: 此 %@ 没有曲目

source: This Track
de: Dieser Titel
zh_hans: 此曲目

source: This will delete all your music library data. This action cannot be undone.
de: Dies wird alle deine Musikbibliotheksdaten löschen. Diese Aktion kann nicht rückgängig gemacht werden.
zh_hans: 这将删除您所有的音乐库数据。此操作无法撤销。

source: This will permanently delete all your library data including folders, tracks, and playlists.
de: Dies wird alle deine Bibliotheksdaten permanent löschen, einschließlich Ordner, Titel und Playlists.
zh_hans: 这将永久删除您所有的库数据，包括文件夹、曲目和播放列表。

source: This will remove '%@' from your library. This cannot be undone.
de: Dies wird „%@“ aus deiner Bibliothek entfernen. Dies kann nicht rückgängig gemacht werden.
zh_hans: 这将从您的库中移除“%@”。此操作无法撤销。

source: This will remove all %lld folders from your library. This cannot be undone.
de: Dies wird alle %lld Ordner aus deiner Bibliothek entfernen. Dies kann nicht rückgängig gemacht werden.
zh_hans: 这将从您的库中移除全部 %lld 个文件夹。此操作无法撤销。

source: Title
de: Titel
zh_hans: 标题

source: Toggle Repeat
de: Wiederholung umschalten
zh_hans: 切换重复

source: Toggle Shuffle
de: Shuffle umschalten
zh_hans: 切换随机

source: Total Duration
de: Gesamtdauer
zh_hans: 总时长

source: Total Storage
de: Gesamtspeicher
zh_hans: 总存储

source: Track Info
de: Titel-Info
zh_hans: 曲目信息

source: Track Number
de: Titelnummer
zh_hans: 曲目编号

source: Tracks
de: Titel
zh_hans: 曲目

source: Transparent Background
de: Transparenter Hintergrund
zh_hans: 透明背景

source: Try a different search term
de: Probiere einen anderen Suchbegriff
zh_hans: 尝试不同的搜索词

source: Unpin
de: Anheften aufheben
zh_hans: 取消置顶

source: Unplayed
de: Nicht gespielt
zh_hans: 未播放

source: Updated '%@'
de: '%@' aktualisiert
zh_hans: 已更新“%@”

source: View Details
de: Details anzeigen
zh_hans: 查看详情

source: View license
de: Lizenz anzeigen
zh_hans: 查看许可证

source: View on GitHub
de: Auf GitHub ansehen
zh_hans: 在 GitHub 上查看
